Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_venetsian_arkkitehtuuribiennaalin_avajaisiin.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät osallistui Venetsian arkkitehtuuribiennaalin avajaisiin
smn: Sämitigge uásálistij Venetsia arkkitehtuurbiennaal lekkâmtilálâšvuotân

source: Saamelaiskäräjät osallistui Venetsian arkkitehtuuribiennaalin avajaisiin helatorstaina 18.5. Venetsian arkkitehtuuribiennaalissa on mukana saamelainen arkkitehti ja taiteilija Joar Nango Tromssasta, Norjan puolen Saamenmaasta.
smn: Sämitigge uásálistij Venetsia arkkitehtuurbiennaal lekkâmtilálâšvuotân heltuorâstuv 18.5. Venetsia arkkitehtuurbiennaalist lii mieldi sämmilâš arkkiteht já taaidâr Joar Nango Romssaast, Taažâ pele Säämist.

source: Nangon Girjegumpi-projektista pääsee nauttimaan marraskuuhun asti Pohjoismaiden paviljongissa Venetsiassa.
smn: Nango Girjegumpi-projektist piäsá navdâšiđ skammâmáánu räi Tave-enâmij paviljoŋgist Venetsiast.

source: Kuva: Norjan Saamelaiskäräjien täysistunnon puheenjohtaja Tom Sottinen (vas.), Saamelaisneuvoston puheenjohtaja Áslat Holmberg, arkkitehti ja taiteilija Joar Nango, ja Suomen Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi Girjegumpissa Venetsian arkkitehtuuribiennaalissa 2023.
smn: Kove: Taažâ Sämitige olesčuákkim saavâjođetteijee Tom Sottinen (čižetpeln), Sämirääđi saavâjođetteijee Áslat Holmberg, arkkiteht já taaidâr Joar Nango, já Suomâ Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi Girjegumpist Venetsia arkkitehtuurbiennaalist 2023.

source: Kuva: James Taylor-Foster.
smn: Kove: James Taylor-Foster.

source: Joar Nango on kerännyt yli viidentoista vuoden ajan kirjastoa liittyen alkuperäiskansojen arkkitehtuuriin, designiin, alkuperäiskansojen perinteiseen tietoon, aktivismiin ja dekolonisointiin.
smn: Joar Nango lii čuággám paijeel vittânubálov ive ääigi kirjerááju algâaalmugij arkkitehtuurâst, designist, algâaalmugij ärbivuáválâš tiäđust, aktivismist já dekolonisaatiost.

source: Kokoelmassa on nyt yli 500 julkaisua.
smn: Nurâlduvvâst lii tääl paijeel 500 almostitmid.

source: Girjegumpi tulee pohjoissaamenkielen sanoista ‘girji’ eli kirja ja ‘gumpi’ eli pieni moottorikelkan perässä vedettävä vaunu, jota poromiehet käyttävät työssään.
smn: Girjegumpi puátá tavesämikielâ saanijn ‘girji’ ađai kirje já ‘gumpi’ ađai uccâ vávnu mon keessiđ moottorkiälhá maajeeld, mon puásui-ulmuuh kevttih pargostis.

source: Sanaleikki viittaa kirjastoon ja arkistoon sekä rakenteeseen, jossa kirjastoa ja arkistoa säilytetään.
smn: Sänileikkâ čuujoot kirjeráájun já arkkâdâhân sehe viäsun, kost kirjerááju já arkkâduv siäiluttuvvoo.

source: Girjegumpin ympärille on rakentunut kokonainen alkuperäiskansatietokeskus, jossa on saamelaista taidetta ja duodjia (perinteistä käsityötä), materiaaleja, design-yksityiskohtia, minielokuvateatteri sekä erilaisia tiloja lukemiseen ja kokoontumiseen.
smn: Girjegumpi pirrâsân lii rahtum oles algâaalmugtiätukuávdáš, mast lii sämitaiđuu já tyeje (ärbivuáválâš kietâpargo), materiaaleh, design-detaljid, minielleekoveteatter sehe jieškote-uvlágán soojijd luhâmân já čokkânmân.

source: –Girjegumpi on ajankohtainen keskustelunavaus alkuperäiskansojen ja saamelaisesta arkkitehtuurista.
smn: – Girjegumpi lii äigikyevdilis savâstâllâmlehâstâh algâaalmugij já säämi arkkitehtuurâst.

source: Tämä on näkökulma, joka puuttuu keskustelusta ainakin täällä Suomen puolella.
smn: Taat lii uáinu, mii váilu savâstâlmist aainâs-uv tääbbin Suomâ peln.

source: Samalla Girjegumpi on kannanotto alkuperäiskansojen oikeuksien puolesta ympäri maailmaa.
smn: Siämmást Girjegumpi lii peliväldim algâaalmugij rievtij peeleest pirrâ maailm.

source: Girjegumpi tuo näkyväksi sen, että rakennetun ympäristön leviäminen aina vaan laajemmalle ei yleensä ota huomioon alkuperäiskansojen elämänmuotoja ja ajattelutapaa, sanoo Suomen Saamelaiskäräjien kultturilautakunnan puheenjohtaja Pirita Näkkäläjärvi, joka edusti Suomen Saamelaiskäräjiä biennaalin avajaisissa.
smn: Girjegumpi puáhtá uáinusân tom, ete rahtum pirrâs levânem ain já ain vijđásuubon ij táválávt vääldi huámmášumán algâaalmugij eellim- já jurdâččemvuovijd, iätá Suomâ Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi, kote ovdâstij Suomâ Sämitige biennaal lekkâmtilálâšvuođâst.

source: Ennen Venetsian biennaalia Girjegumpi on kiertänyt ympäri maailmaa vuodesta 2018 lähtien.
smn: Arkkiteht já taaidâr Joar Nango (kuáv.

source: Yksi versio siitä on ollut nähtävillä nykytaiteen museo Kiasmassa Helsingissä.
smn: paij.

source: Kun Girjegumpi ei kierrä, niin sen koti on Saamen taidekeskuksessa (Sámi Dáiddaguovddáš) Karasjoella, Norjan puolella.
smn: ) juávhuinis.

source: Venetsian arkkitehtuuribiennaallin pystytetty Girjegumpi on laaja yhteistyöprojekti.
smn: Kooveest meiddei Suomâ Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi (kuáv.

source: Siinä ovat mukana muun muassa seuraavat taiteilijat, arkkitehdit, tutkijat ja muut tahot: Havard Arnhoff, Ken Are Bongo, Petter Bratland, Stefano Crosera + Margherita Pasqualato (Cantiere Daniele Manin), Mathias Danbolt, Ole-Henrik Einejord, Astrid Fadnes, Jenni Hakovirta, Eirin Hammari, Elin Haugdal, Petri Henriksson, Tone Huse, Robert Julian Hvistendahl, Iver Jaks + Jon Ole Andersen, Anne Kare Kemi, Annik Kristiansen Hagen, maka design, Grete Johanna Minde, Karen Inger Anne Nango, Nils John Nango, Anne Henriette Nilut, Ole Thomas Nilut, Raisa Porsanger, Tobias Aputsiaq Prytz, Anders Rimpi, Katrine Rugeldal, Wimme Saari, Saamen arkkitehtyyrisanakirjaryhmä, Arne-Terje Sather, Katarina Spik Skum, Mary Ailonieida Somban Mari, Četil Somby, Anders Sunna, Anna-Stina Svakko, Eystein Talleraas, Petter Tjikkom, Magnus Antaris Tuolja, Ájtte-museo, Arctic Arts Festival – Festspillene i Nord-Norge -festivaali, Sámi Dáiddaguovddaš (SDG) eli saamelainen taidekeskus, RDM – Sámiid Vuorka-Davvirat -museo ja UiT – Norjan arktinen yliopisto.
smn: uálgispeln) já suu paaldâst čižetpeln Taažâ Sämitige olesčuákkim saavâjođetteijee Tom Sottinen já Sämirääđi saavâjođetteijee Áslat Holmberg.

source: Pohjoismaiden paviljongin omistavat yhdessä Ruotsi, Suomi ja Norja.
smn: Kove: Laurian Ghinițoiu (2023).

source: Tällä kertaa päävastuu pohjoismaisen näyttelyn järjestämisestä on ArkDesillä eli Ruotsin arkkitehtuuri- ja designkeskuksella.
smn: CC BY-SA 4.0. Ovdâl Venetsia biennaal Girjegumpi lâi jottáám miätá maailm ive 2018 rääjist.

source: Kuraattoreina toimivat Carlos Minguez Carrasco ja James Taylor-Foster, ja projektipäällikkönä Luba Kuzovnikova.
smn: Ohtâ versio tast lii lamaš uáinimnáál tááláštaiđuu museo Kiasmast Helsigist.

source: Kahdeksastoista kansainvälinen arkkitehtuurinäyttely La Biennale di Venezia on auki 20.5.–26.11.2023 Venetsiassa, Italiassa.
smn: Ko Girjegumpi ij jođe, te tom päikki lii Säämi taaiđâkuávdáást (Sámi Dáiddaguovddáš) Kárášjuuvâst, Taažâ peln.

source: Lisätietoja:
smn: Venetsia arkkitehtuurbiennaalân ceggejum Girjegumpi lii viijđes oovtâstpargoproojeekt.

source: Pirita Näkkäläjärvi Kulttuurilautakunnan puheenjohtaja 040 3577 006 pirita.nakkalajarvi@gmail.com
smn: Tast láá mieldi eereeb iärrás čuávuvááh taidâreh, arkkitehteh, totkeeh já eres uásipeleh. : Havard Arnhoff, Ken Are Bongo, Petter Bratland, Stefano Crosera + Margherita Pasqualato (Cantiere Daniele Manin), Mathias Danbolt, Ole-Henrik Einejord, Astrid Fadnes, Jenni Hakovirta, Eirin Hammari, Elin Haugdal, Petri Henriksson, Tone Huse, Robert Julian Hvistendahl, Iver Jaks + Jon Ole Andersen, Anne Kare Kemi, Annik Kristiansen Hagen, maka design, Grete Johanna Minde, Karen Inger Anne Nango, Nils John Nango, Anne Henriette Nilut, Ole Thomas Nilut, Raisa Porsanger, Tobias Aputsiaq Prytz, Anders Rimpi, Katrine Rugeldal, Wimme Saari, Säämi arkkitehtyyrsänikirjepargojuávkku, Arne-Terje Sather, Katarina Spik Skum, Mary Ailonieida Somban Mari, Četil Somby, Anders Sunna, Anna-Stina Svakko, Eystein Talleraas, Petter Tjikkom, Magnus Antaris Tuolja, Ájtte-museo, Arctic Arts Festival – Festspillene i Nord-Norge -festivaal, Sámi Dáiddaguovddaš (SDG) ađai säämi taaiđâkuávdáš, RDM – Sámiid Vuorka-Davvirat -museo já UiT – Taažâ arktisâš ollâopâttâh.
